import requests
import json


games_url = 'https://api.football-data.org/v4/persons/44/matches?status=FINISHED'
request = requests.get(games_url,headers={'X-Auth-Token':'b5611168bafe4dd2a3fcc7b6b7e19e9a'})
result = request.json()['person']

for i in result:
    # Scores.objects.create()
    print(i['id'],i['name'],i['dateOfBirth'],i['nationality'])

Кріштіа́ну Рона́лду душ Са́нтуш Аве́йру (порт. Cristiano Ronaldo dos Santos Aveiro, нар. 5 лютого 1985, Фуншал, Мадейра, Португалія) — португальський футболіст, вінгер і нападник збірної Португалії, у складі якої є капітаном, а також рекордсменом за кількістю ігор і забитих голів. 27 грудня 2021 року Globe Soccer Awards назвали Роналду найкращим бомбардиром усіх часів. Перший у світі футболіст-мільярдер (2020). П'ятиразовий володар Золотого м'яча 2008, 2013, 2014, 2016 та 2017 років. Шість разів ставав другим футболістом світу 2007, 2009, 2011, 2012, 2015 та 2018 років. Третій футболіст світу 2019 року. Чотириразовий володар Золотого бутса УЄФА 2008, 2011, 2014 та 2015 років. Фіналіст Євро-2004 у складі збірної Португалії. Визнаний найкращим молодим гравцем чемпіонату Європи 2004 року. Переможець чемпіонату Європи — 2016 у складі збірної Португалії. Переможець Ліги чемпіонів УЄФА сезонів 2007–2008, 2013—2014, 2015—2016, 2016—2017 та 2017–2018 років.
